{
  "nav": {
    "main": "Главная",
    "about": "О нас",
    "contact": "Контакты",
    "projects": "Проекты"
  },
  "slider": {
    "title1": "Новый дом — новая жизнь! При 100% оплате цена за 1 кв.м от всего 7 990 000 сум",
    "title2": "Asman Group — символ качественного строительства и современной архитектуры!",
    "title3": "Найдите квартиру своей мечты! Есть возможность рассрочки",
    "title4": "С нами — надежные инвестиции и уверенность в жилье!",
    "title5": "Новые жилые комплексы: удобное расположение, безопасность и современность",

    "button1": "Подробнее",
    "button2": "Посмотреть проекты",
    "button3": "Подробнее",
    "button4": "Подробнее",
    "button5": "Подробнее"
  },

  "statsSlider": {
    "slide1": {
      "description": "Жилые комплексы бизнес, комфорт и эконом-класса с самым удобным расположением уже сданы в эксплуатацию.",
      "button": "Подробнее"
    },
    "slide2": {
      "description": "Во всех наших новых проектах предусмотрены школы, детские сады, торговые точки и зелёные зоны.",
      "button": "Связаться"
    },
    "slide3": {
      "description": "Благодаря многолетнему опыту мы предлагаем самые удобные и надёжные решения для каждого клиента.",
      "button": "Связаться"
    }
  },
  "complexes": {
    "label": "Объекты",
    "title": "Жилые комплексы"
  },
  "projects": {
    "title": "Место Мечты",
    "location": "Чиланзарский район, улица Катартал",
    "comingSoon": "Скоро новый проект"
  },
  "advantages": {
    "title": "Наши преимущества",
    "subtitle": "Почему выбирают нас",
    "items": [
      {
        "title": "Инфраструктура",
        "description": "В наших домах развивается совершенно новая и современная городская инфраструктура, вобравшая в себя все достижения."
      },
      {
        "title": "Дизайн и отделка",
        "description": "Проект и дизайн входных групп служат гармоничным продолжением и воплощением архитектуры всего жилого комплекса."
      },
      {
        "title": "Профессиональные услуги",
        "description": "Мы индивидуально подходим к каждому клиенту с учетом его возможностей и пожеланий при выборе жилья."
      },
      {
        "title": "Безопасность",
        "description": "Круглосуточное видеонаблюдение обеспечивает безопасность, спокойствие и комфорт."
      },
      {
        "title": "Игровая площадка",
        "description": "Транспортные средства не могут попасть во двор, обеспечивая безопасную игровую среду для ваших детей."
      },
      {
        "title": "Персональные услуги",
        "description": "Для жилого комплекса организуются персональные коммунальные услуги (ЖЭК), что помогает экономить ваше время."
      }
    ]
  },
  "about": {
    "sectionLabel": "О нас",
    "sectionTitle": "ASMAN GROUP – это не просто строительная компания, это образ жизни, построенный на утончённом вкусе, точности и доверии. Бренд был основан в 2025 году в эпоху растущего спроса на современные, безопасные и эстетичные дома. С самого начала ASMAN GROUP следует принципу: дом — это не просто стены и крыша, это фундамент мечты.",
    "sectionText": "Название бренда — «ASMAN» — в тюркских языках означает «небо». Для нас это не просто слово — это философия. Каждый наш дом должен быть просторным, светлым и надёжным, как небо. Каждая деталь — от фасада до планировки — должна быть продуманной, функциональной и стильной. Мы реализуем полный цикл девелопмента во всех сегментах недвижимости: комфортное жилье, премиальные проекты и коммерческая недвижимость.",

    "card1": {
      "title": "Достижения компании",
      "desc": "BM GROUP стремится не только сохранить своё престижное положение на рынке недвижимости Узбекистана, но и быть его главным новатором."
    },
    "card2": {
      "title": "Наша цель",
      "desc": "Мы всегда стремимся к будущему, совершенствуемся и развиваемся без сомнений."
    },
    "card3": {
      "title": "Сертификат",
      "desc": "Среди девелоперов Узбекистана мы одними из первых получили Сертификат Соответствия 5 раз подряд."
    },
    "readMore": "Подробнее",

    "title": "О нас",
    "breadcrumb": "О нас",
    "home": "Главная",
    "sectionTitle1": "Кратко о ASMAN GROUP",
    "description1": "ASMAN GROUP — это надежная компания, предоставляющая современные и качественные строительные решения в Узбекистане.",
    "description2": "С 2013 года мы успешно реализуем проекты жилых домов, коммерческих зданий и современной инфраструктуры.",
    "description3": "Многолетний опыт в строительной и девелоперской сфере позволил нам не только наладить надежное сотрудничество, но и предложить нашим клиентам комфортный и современный образ жизни. Сегодня ASMAN GROUP — одна из самых активных и стабильных компаний Узбекистана.",
    "description4": "Мы всегда уделяем внимание качеству, дизайну и инновациям. Ценя доверие наших клиентов, мы стремимся к совершенству в каждом проекте и ставим постоянное развитие в приоритет.",
    "highlightTitle": "10 лет опыта – современные строительные решения",
    "highlightText": "«Asman Group» владеет 20 объектами на площади 500 тысяч квадратных метров, где проживают более 5000 человек.",
    "projectTitle": "Мечта Дом",
    "projectDescription": "Современный жилой комплекс, расположенный в центральной части Ташкента — в районе Чилонзор. Каждый дом оснащён двумя современными лифтами, системой безопасности и домофоном. Комплекс «Мечта Дом» будет сдан в эксплуатацию в первом квартале 2026 года.",
    "galleryTitle": "Фотографии наших проектов"
  },
  "projectPage": {
    "heroTitle": "Мечта Дом",
    "heroSubtitle": "Бизнес-класс от Asman Group",
    "aboutProject": "О проекте",
    "aboutParagraph1": "\"Мечта Дом\" — воплощение чистой идеи в каждой линии!",
    "aboutParagraph2": "Здесь каждая деталь — от концепции до безупречного исполнения — продумана с ювелирной точностью. Мы строим дом вашей мечты, где мастерство и вдохновение создают идеальное пространство. \"Мечта Дом\" — жилой комплекс, рожденный мечтой и воплощенный в совершенстве.",
    "blocks": "Блоков",
    "apartments": "Квартиры",
    "phases": "Этапов",
    "area": "м², площадь проекта",
    "badge": "Мечта Дом",
    "more": "Подробнее",
    "slides": [
      {
        "title": "ЗОНА ВОРКАУТА И ДОРОЖКИ ДЛЯ БЕГА",
        "description": "Для ценителей здорового образа жизни на территории жилого комплекса предусмотрена большая воркаут-зона, многофункциональная спортивная площадка и беговая дорожка по периметру двора.",
        "button": "Подробнее"
      },
      {
        "title": "ЛАУНЖ-ЗОНЫ",
        "description": "Здесь вы можете насладиться красивой атмосферой двора, отдохнуть в одиночестве или приятно пообщаться в современных лаунж-зонах.",
        "button": "Связаться"
      },
      {
        "title": "АВТОСТОЯНКА",
        "description": "«Орзулар Маскани» — это комфорт не только для вас, но и для вашего автомобиля. Охраняемая автостоянка с видеонаблюдением гарантирует безопасность вашего авто. Также предусмотрены специальные места для зарядки электромобилей.",
        "button": "Связаться"
      }
    ],
    "apartmentList": {
      "number": "Номер квартиры",
      "size": "Площадь",
      "rooms": "Количество комнат",
      "floor": "Этаж",
      "year": "Год сдачи",
      "project": "Проект"
    }
  },
  "contactPage": {
    "title": "Связаться с нами",
    "home": "Главная",
    "breadcrumb": "Контакты",
    "form": {
      "name": "Имя",
      "namePlaceholder": "Ваше имя",
      "phone": "Телефон",
      "phonePlaceholder": "+998 __ ___ __ __",
      "email": "Электронная почта",
      "emailPlaceholder": "Email (необязательно)",
      "message": "Сообщение",
      "messagePlaceholder": "Напишите ваше сообщение",
      "submit": "Отправить"
    }
  },
  "footer": {
    "contact": "Контакты",
    "phone": "Телефон",
    "address": "Чиланзарский район, улица Катартол\nОриентир: торговый центр Parus",
    "emailTitle": "Электронная почта",
    "rights": "ВСЕ ПРАВА ЗАЩИЩЕНЫ",
    "developedBy": "Сайт разработан",
    "developer": "SBD"
  }


}
